{
    "specialties": "Specialties",
    "specialties_info_1": "The Department of Information and Communication Technologies named after O. O. Zelenskyi specializes in the training of specialists in the field of network, software and information technologies in two areas: 172 - Electronic communications and radio engineering and 126 - Information systems and technologies.",
    "specialties_info_2": "Students are educated within the framework of the following educational programs:",
    "first_type_specialties": "ARTIFICIAL INTELLIGENCE AND INFORMATION SYSTEMS",
    "first_type_info_1": "(Within specialty 126 \"Information systems and technologies\")",
    "first_type_info_2": "It is a symbiosis of the development of mobile and Web information systems and the use of machine learning and elements of artificial intelligence in data processing. Main technologies and areas of study:",
    "first_type_info_3": "Machine learning and data analysis: Pandas, Scikit-learn, Keras, TensorFlow, PyTorch, continuous learning and use of Python during 4 courses",
    "first_type_info_4": "Intellectual processing of multimedia: participation in practical projects of the department, which has a powerful scientific school",
    "first_type_info_5": "Full-stack Web programming: Front-end (HTML/CSS/React), Back-end (Flask/Django, Spring/Micronaut), databases (PostgreSQL, MySQL, MongoDB, Redis)",
    "first_type_info_6": "DevOps (UNIX/Linux administration, CI/CD)",
    "second_type_specialties": "ENGINEERING AND PROGRAMMING OF INFORMATION COMMUNICATION SYSTEMS",
    "second_type_info_1": "(Within specialty 172 \"Electronic communications and radio engineering\")",
    "second_type_info_2": "It is focused on the design of telecommunications and information and communication systems and the programming of network applications for the creation of information systems and services. Main technologies and areas of study:",
    "second_type_info_3": "Network engineering (full range of Cisco Academy courses): computer networks, Internet of Things, cyber security, system, administration",
    "second_type_info_4": "Wireless technologies (SDR, IoT, 5G mobile systems)",
    "second_type_info_5": "Programming in Python, Java/Kotlin, JavaScript, C/C++",
    "second_type_info_6": "Information communication systems (Full-Stack Web-programming: Front-end and Back-end, development of Android applications)",
    "third_type_specialties": "COMPUTER VISION: INCREDIBLE OPPORTUNITIES!",
    "third_type_info_1": "Always wondering what is hidden behind the amazing words \"computer vision\"? Now you can see it with your own eyes!",
    "third_type_info_2": "In this video, you will see how computer vision algorithms can:",
    "third_type_info_3": "Network engineering (a full range of Cisco Academy courses): computer networks, Internet of Things, cyber security, system, administration",
    "third_type_info_4": "Wireless technologies (SDR, IoT, 5G mobile systems)",
    "third_type_info_5": "Programming in Python, Java/Kotlin, JavaScript, C/C++",
    "third_type_info_6": "Information and communication systems (Full-Stack Web-programming: Front-end and Back-end, development of Android applications)",
    "third_type_info_7": "And this is just one example of what can be done with computer vision!",
    "third_type_info_8": "We invite you to join the world of cutting-edge technology and become part of the team that develops such impressive algorithms.",
    "conditions": "Conditions of entry",
    "first_type_conditions":"ADMISSION CONDITIONS FOR SCHOOL GRADUATES (AFTER GRADE 11)",
    "first_conditions_info_1":"In order to apply for a budget or contract form of education for our educational programs, you need a certificate of passing the following subjects:",
    "first_conditions_info_2":"Ukrainian language or Ukrainian language and literature",
    "first_conditions_info_3":"Math",
    "first_conditions_info_4":"Foreign language or Physics or Biology or Geography or History of Ukraine or Chemistry",
    "first_conditions_info_5":"Passing scores for \"Artificial Intelligence and Information Systems\": 2019 - 171,146, 2020 - 162,792, 2021 - 170,799, 2022 - 165,208",
    "first_conditions_info_6":"Passing marks for \"Engineering and programming of information communication systems\": 2019 - 143.718, 2020 - 141.6, 2021 - 156.728, 2022 - 156.327",
    "second_type_conditions":"ADMISSION CONDITIONS FOR GRADUATES OF TECHNICAL SCHOOLS/COLLEGES",
    "second_conditions_info_1":"In order to apply for all forms of education for our educational programs, a certificate of passing the following subjects is required:",
    "second_conditions_info_2":"Ukrainian language or Ukrainian language and literature",
    "second_conditions_info_3":"Math",
    "second_conditions_info_4":"Any third item",
    "timeline_info_1":"Registration of entrants' electronic accounts and uploading of attachments to documents",
    "timeline_info_2":"Individual oral interview",
    "timeline_info_3":"Acceptance of applications and documents",
    "timeline_info_4":"Publication of rating lists recommended for enrollment with state budget funds",
    "timeline_info_5":"Expiration of the deadline for fulfilling the requirements for enrollment by entrants to study at the expense of the state budget",
    "timeline_info_6":"Enrollment of entrants to study at the expense of the state budget",
    "timeline_info_7":"Transfer to vacant positions of the state order",
    "timeline_info_8":"Enrollment of entrants to study at the expense of individuals and legal entities",
    "chances":"How to find out about your chances of admission",
    "first_chances_info_1":"In order for you to find out whether you can enroll in this or that educational program, the teacher of our department Proskura G.A. developed a calculator together with active students.",
    "scores":"Your NMT scores are 100..200",
    "ukrainian":"Ukrainian language",
    "foreign":"Foreign Language",
    "biology":"Biology",
    "chemistry":"Chemistry",
    "math":"Math",
    "physics":"Physics",
    "history":"History of Ukraine",
    "calculate":"Calculate",
    "contact":"How to contact us",
    "contact_info":"In order for you to find out whether you can enroll in this or that educational program, the teacher of our department Proskura G.A. developed a calculator together with active students.",
    "touch":"STAY IN TOUCH",
    "touch_info":" Leave information about yourself, see details about the specialties you are interested in, and mark the ones you liked. We will definitely contact you!",
    "consulting":"KHAI Consulting Center",
    "form_data_1":"YOUR FULLNAME",
    "form_data_2":"PHONE",
    "form_data_3":"MAIL",
    "form_data_4":"Send",
    "street":"61070, Kharkiv, str. Chkalova 17,",
    "university":"NAU named after N.E. Zhukovsky \"KHAI\"",
    "department":"Department of Information and Communication Technologies No. 504"
}
